/* No comment provided by engineer. */
"An error occurred on the server. Please try again." = "Une falope al è suciedude sul servidôr. Torne a provâ par plasê.";

/* No comment provided by engineer. */
"An unknown error occured. Please try again." = "Une falope discognošûde al è suciedude. Torne a provâ par plasê.";

/* The area in the Prowl preferences where the API keys are listed. */
"API Keys" = "Clâvs API";

/* The title for the button in the Prowl preferences which allows the user to generate (create by talking to the server) a new API key. */
"Generate" = "Prodûs";

/* The option in the Prowl preferences which, when enabled, only sends notifications to the Prowl server when Growl determines that the machine is idle. */
"Only when Mac is idle" = "Dome cuant che il Mac a no sta fasind nuie";

/* The option in the Prowl preferences which, when enabled, allows the user to select the lowest amount of priority that should be sent. */
"Only when priority is at least:" = "Dome cuant che la prioritât al è almancul:";

/* The option in the Prowl preferences which, when enabled, allows the user to put text at the beginning of a notification. */
"Prefix notifications with:" = "Prefìs des notifichis:";

/* The title for the window where the user enters their Prowl credentials to create generate API key. */
"Prowl Login" = "Jentre in Prowl";

/* The area in the Prowl preferences where the user chooses what options are available for conditionally sending to Prowl. */
"Sending to Prowl" = "Mandand a Prowl";

/* No comment provided by engineer. */
"The application sent a command the server didn't understand. Please try again." = "la aplicazion al à mandât un comand che il servidôr a nol à ricognossût. Torne a provâ par plasê.";

/* No comment provided by engineer. */
"You didn't log in and allow an API key to be generated." = "No tu sês jentrât, daspò no tu âs vût il permès di creâ une clâv API.";

